---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.SlantedColumnFailures
source: html/845e60e5-ef74-515d-55e3-30a0f695d4f2.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SlantedColumnFailures

Failures about SlantedColumn.

## Syntax (C#)
```csharp
public static class SlantedColumnFailures
```